Repository: MarioVilas/touchpad-indicator
Catalog: locale/*/LC_MESSAGES/touchpad-indicator.po
Languages: hi

source: No events logged yet.
hi: कोई घटना अभी तक लॉग नहीं हुई है।

source: Backend to use for enabling or disbaling the Touchpad.
hi: टचपैड को सक्षम या अक्षम करने के लिए उपयोग करने के लिए बैकेंड।

source: Switch Method
hi: स्विच विधि

source: Show Icon
hi: आइकॉन दिखाओ

source: If enabled, symbolic icon is shown in top panel.
hi: यदि सक्षम है, तो प्रतीकात्मक आइकन शीर्ष पैनल में दिखाया गया है।

source: Basic Settings
hi: मूल सेटिंग्स

source: Autoswitch Touchpad
hi: ऑटोस्विच टचपैड

source: Toggle the touchpad when an external mouse is plugged/unplugged.
hi: टचपैड को तब टॉगल करें जब बाहरी माउस प्लग / अनप्लग हो।

source: Show Notifications
hi: सूचनाएं दिखाएं

source: Get notfications when touchpad is automatically toggled.
hi: जब टचपैड स्वचालित रूप से टॉगल किया जाता है तो नोटिफिकेशन प्राप्त करें।

source: Kebinding to force toggle the touchpad
hi: टचपैड को टॉगल करने के लिए कीबोर्ड शॉर्टकट

source: Auto Switch
hi: स्वचालित स्विच

source: Use this to restore settings and enable all pointing devices.
hi: सेटिंग्स को पुनर्स्थापित करने और सभी पॉइंटिंग डिवाइस को सक्षम करने के लिए इसका उपयोग करें।

source: Reset Configuration
hi: कॉन्फ़िगरेशन रीसेट करें

source: Reset
hi: रीसेट

source: General
hi: आम

source: Here you can find some details about your system which might be helpful in debugging.
hi: यहां आप अपने सिस्टम के बारे में कुछ विवरण पा सकते हैं जो डिबगिंग में सहायक हो सकता है।

source: These details are a <i>snapshot</i> of the system prior to opening this preference window. Any setting changes made in current window session will not refelct above but will be applied.
hi: ये विवरण इस वरीयता विंडो को खोलने से पहले सिस्टम का एक <i>स्नैपशॉट</i> हैं। वर्तमान विंडो सत्र में किए गए कोई भी सेटिंग परिवर्तन ऊपर से रिफलेक्ट नहीं होंगे पर लागू किए जाएंगे।

source: System Information
hi: प्रणाली की जानकारी

source: Also write logs to a temporary file in extension folder
hi: एक्सटेंशन फ़ोल्डर में एक अस्थायी फ़ाइल में लॉग भी लिखें

source: Enable Debug logging
hi: दोषमार्जन प्रचालेखन सुरु करे

source: Log extension events in <a href="https://wiki.archlinux.org/index.php/Systemd/Journal">systemd journal</a>.
hi: <a href="https://wiki.archlinux.org/index.php/Systemd/Journal">systemd journal</a> में एक्सटेंशन ईवेंट लॉग करें।

source: Please note that logging is resource intensive and can slow down performance. Keep logging disabled when not required.
hi: कृपया ध्यान दें कि लॉगिंग संसाधन गहन है और प्रदर्शन को धीमा कर सकता है। आवश्यकता न होने पर लॉगिंग को अक्षम रखें।

source: Debug Logging
hi: दोषमार्जन प्रचालेखन

source: Debug
hi: दोषमार्जन

source: Automatically disable other pointing devices when an external mouse is plugged in. Optionally, switch the touchpad, trackpoint, fingertouch, touchscreen or a pen device on and off easily from the top panel. This a fork of orangeshirt's '<a href="https://github.com/orangeshirt/gnome-shell-extension-touchpad-indicator">gnome-shell-extension-touchpad-indicator</a>'.
hi: बाहरी माउस को प्लग इन करने पर अन्य पॉइंटिंग डिवाइस को स्वचालित रूप से अक्षम करें। वैकल्पिक रूप से, टचपैड, ट्रैकपॉइंट, फिंगरप्रिंट, टचस्क्रीन या एक पेन डिवाइस को स्विच करें और शीर्ष पैनल से आसानी से बंद करें। यह orangeshirt के '<a href="https://github.com/orangeshirt/gnome-shell-extension-touchpad-indicator"> gnome-shell-extension-touchpad-indicator</a> का एक फोर्क है।

source: Touchpad management GNOME Shell Extension
hi: टचपैड प्रबंधन गनोम शैल एक्सटेंशन

source: Please use <a href="https://github.com/user501254/TouchpadIndicator#touchpad-indicator">Github</a> for reporting bugs and feature requests.
hi: बग्स और फ़ीचर अनुरोधों की रिपोर्टिंग के लिए कृपया <a href="https://github.com/user501254/TouchpadIndicator#touchpad-indicator">Github</a> का उपयोग करें।

source: Feature Request / Bug Report
hi: फ़ीचर अनुरोध / बग रिपोर्ट

source: New Issue
hi: नया मुद्दा

source: About
hi: विवरण

source: Touchpad Indicator
hi: टचपैड संकेतक

source: Touchpad
hi: टचपैड

source: Trackpoint
hi: ट्रैकपॉइंट

source: Touchscreen
hi: टचस्क्रीन

source: Fingertouch
hi: फिंगरटच

source: Pen
hi: पेन

source: Mouse & Touchpad Preferences
hi: माउस व टचपैड की पूर्ववृत्ति

source: Indicator Preferences
hi: संकेतक की पूर्ववृत्ति

source: Enabled
hi: सक्षम है

source: Disabled
hi: अक्षम है
